<?php return array (
  'inserts' => 
  array (
    'config' => 
    array (
      0 => 
      array (
        'key' => 'siteLogo',
        'value' => 'https://mz-demo-assets.tecmz.com/data/image/2022/05/27/24194_rm1g_6014.png',
      ),
      1 => 
      array (
        'key' => 'siteName',
        'value' => 'ModStartBlog',
      ),
      2 => 
      array (
        'key' => 'siteDomain',
        'value' => 'blog.demo.tecmz.com',
      ),
      3 => 
      array (
        'key' => 'siteKeywords',
        'value' => '魔众博客系统,优雅的博客系统，现代化个人博客系统，开源博客系统，免费博客系统',
      ),
      4 => 
      array (
        'key' => 'siteDescription',
        'value' => 'ModStartBlog现代化个人博客系统是一个使用Laravel开发的优雅的博客系统，使用 Apache2.0 开源协议，免费且不限商业使用，帮助您快速搭建博客系统。',
      ),
      13 => 
      array (
        'key' => 'systemCounter',
        'value' => '<script>
var _hmt = _hmt || [];
(function() {
  var hm = document.createElement("script");
  hm.src = "https://hm.baidu.com/hm.js?c1367ea4c1f7fe05cfe5a84a76691976";
  var s = document.getElementsByTagName("script")[0]; 
  s.parentNode.insertBefore(hm, s);
})();
</script>',
      ),
      19 => 
      array (
        'key' => 'siteSlogan',
        'value' => '现代化个人博客系统',
      ),
      58 => 
      array (
        'key' => 'Blog_AboutContent',
        'value' => '<pre class="brush:php;toolbar:false">我想说 
这个世界不只有眼前的苟且，还有诗和远方。</pre>

<h4><strong>先来个自我介绍吧</strong></h4>

<p>    在坚硬的世界里，修得一颗温柔心～ 用文字记录生活，把生活写成文字。</p>

<p>    95后程序媛，现工作于西安，误打误撞进入前端开发，既然选择了，我会尽量选择多走一点 </p>

<p>    总是想的多，做的少，偶尔跑步 </p>

<p>    喜欢看剧和综艺（不带思考的那种, 慢慢改善），多看电影和记录片 </p>

<h4>关于工作态度</h4>

<p>    工作是一场马拉松，不是短跑。</p>

<p>    尊重人，而不是头衔。</p>

<p>    工作从白板开始，而不是从键盘。</p>

<p>    产出的是价值，而不是代码。</p>

<p>    热爱生活，而不是工作。</p>

<p>    学会享受过程。</p>

<p><br /></p>

<p><strong>一个人成长的快慢，主要取决于他在工作之外的 8 小时做什么。</strong></p>

<p><strong>把简单的事情坚持下去。</strong></p>

<p><strong>业余时间用在哪，回报就在哪。</strong></p>

<p><strong>企业里的老员工的优势不在于具备更强的业务能力，而在于对内部流程有较高的熟悉程度。这种在同一个环境中久待而形成的思维定式，可能因为符合既定环境而让人一时受益，但长久看来，却是阻碍创新的掣肘。</strong></p>

<p><strong>互联网行业从来没有“稳定之说”。</strong></p>',
      ),
      59 => 
      array (
        'key' => 'Blog_Name',
        'value' => 'April-Ning',
      ),
      60 => 
      array (
        'key' => 'Blog_Slogan',
        'value' => '我努力是因为我什么都没有却什么都想要',
      ),
      61 => 
      array (
        'key' => 'Blog_Avatar',
        'value' => 'https://mz-demo-assets.tecmz.com/data/image/2022/05/28/9540_ibsb_9911.png',
      ),
    ),
    'blog' => 
    array (
      0 => 
      array (
        'id' => 7,
        'created_at' => '2017-06-30 16:01:55',
        'updated_at' => '2022-05-28 10:40:30',
        'title' => '心中向往的地方',
        'tag' => ':博客系统::小墨::魔众:',
        'summary' => '总有那么一个地方是心中向往的~~',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-2.jpg"]',
        'content' => '<p>这个世界上,总有那么一个地方,能让你心生向往。 也许是风光旖旎的西方,也许是...</p>',
        'isPublished' => 1,
        'postTime' => '2017-06-30 16:00:53',
        'clickCount' => 27583,
        'seoKeywords' => '',
        'seoDescription' => '',
        'isTop' => NULL,
        'commentCount' => NULL,
        'categoryId' => 4,
      ),
      1 => 
      array (
        'id' => 9,
        'created_at' => '2017-06-30 16:04:29',
        'updated_at' => '2022-05-28 10:40:32',
        'title' => '世界那么大，值得去转转',
        'tag' => ':旅行::自然::露宿::沙漠:',
        'summary' => '这途中有艰辛，有危险，由于预算紧张，他在很多机场，公园外露宿，经常食物中毒，在智利遭抢劫，在乌干达相机浸水，甚至在纳米比亚的沙漠中翻车，差点丧命。然而陌生人总会伸出援手，当导游，安排食宿，Walter一直觉得得到的比给予的多太多。',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-3.jpg"]',
        'content' => '<p style="text-align:left;">3年，60个国家。Walter程疲倦了自己非专业的工作，决定背上行囊去旅行。他变卖了自己大部分的东西，踏上了间隔年旅程。</p>

<p><br /></p>

<p style="text-align:left;">这途中有艰辛，有危险，由于预算紧张，他在很多机场，公园外露宿，经常食物中毒，在智利遭抢劫，在乌干达相机浸水，甚至在纳米比亚的沙漠中翻车，差点丧命。然而陌生人总会伸出援手，当导游，安排食宿，Walter一直觉得得到的比给予的多太多。他将照片po在网上，鼓励更多的人开始旅行，因为长途的旅行能够让人感受到不同的文化和风俗，观赏自然万物的神奇，打开封闭的思路。</p>

<p><br /></p>

<p style="text-align:center;"><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30571_qztn_8306.jpg" alt="30571_qztn_8306.jpg" /></p>

<p><br /></p>',
        'isPublished' => 1,
        'postTime' => '2017-06-30 16:04:36',
        'clickCount' => 30994,
        'seoKeywords' => '这途中有艰辛，有危险，由于预算紧张，他在很多机场，公园外露宿，经常食物中毒，在智利遭抢劫，在乌干达相机浸水，甚至在纳米比亚的沙漠中翻车，差点丧命。然而陌生人总会伸出援手，当导游，安排食宿，Walter一直觉得得到的比给予的多太多。',
        'seoDescription' => '3年，60个国家。Walter程疲倦了自己非专业的工作，决定背上行囊去旅行。他变卖了自己大部分的东西，踏上了间隔年旅程。
这途中有艰辛，有危险，由于预算紧张，他在很多机场，公园外露宿，经常食物中毒，在智利遭抢劫，在乌干达相机浸水，甚至在纳米比亚的沙漠中翻车，差点丧命。然而陌生人总会伸出援手，当导游，安排食宿，Walter一直觉得得到的比给予的多太多。他将照片po在网上，鼓励更多的人开始旅行，因为长途的旅行能够让人感受到不同的文化和风俗，观赏自然万物的神奇，打开封闭的思路。',
        'isTop' => NULL,
        'commentCount' => NULL,
        'categoryId' => 0,
      ),
      2 => 
      array (
        'id' => 10,
        'created_at' => '2017-06-30 16:06:17',
        'updated_at' => '2022-05-28 10:40:34',
        'title' => '拉市海丽江的马尔代夫',
        'tag' => ':博客系统::小墨::魔众:',
        'summary' => '每个人心中都有一个丽江，安静而孤独。',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-2.jpg"]',
        'content' => '<p>每个人心中都有一个丽江，安静而孤独。</p>

<p>在丽江，遇人，遇城，遇心。</p>

<p>有些人，从这里开始流浪，也有人，在这里找到故乡。</p>

<p>除了文艺青年喜欢这座城市，资深驴友也同样爱着这里。</p>

<p>因为这里不仅仅有小城故事，还有深山另一端的海阔天空...</p>

<p><br /></p>

<p>每个人心中都有一个丽江，安静而孤独。</p>

<p>在丽江，遇人，遇城，遇心。</p>

<p>有些人，从这里开始流浪，也有人，在这里找到故乡。</p>

<p>除了文艺青年喜欢这座城市，资深驴友也同样爱着这里。</p>

<p>因为这里不仅仅有小城故事，还有深山另一端的海阔天空...</p>

<p><br /></p>',
        'isPublished' => 1,
        'postTime' => '2017-06-30 16:05:35',
        'clickCount' => 27066,
        'seoKeywords' => '',
        'seoDescription' => '',
        'isTop' => NULL,
        'commentCount' => NULL,
        'categoryId' => 2,
      ),
      3 => 
      array (
        'id' => 12,
        'created_at' => '2017-06-30 16:12:56',
        'updated_at' => '2022-05-28 10:40:28',
        'title' => '云端 ',
        'tag' => ':博客系统::魔众:',
        'summary' => '丽江是一个来了就不想离开的地方，很多人离开了，心却还在丽江。',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-1.jpg"]',
        'content' => '<p>丽江是一个来了就不想离开的地方，很多人离开了，心却还在丽江。</p>',
        'isPublished' => 1,
        'postTime' => '2017-06-30 16:12:53',
        'clickCount' => 46050,
        'seoKeywords' => '',
        'seoDescription' => '',
        'isTop' => NULL,
        'commentCount' => NULL,
        'categoryId' => 3,
      ),
      4 => 
      array (
        'id' => 14,
        'created_at' => '2017-12-20 16:18:25',
        'updated_at' => '2022-05-28 10:40:24',
        'title' => '在云南那些风花雪月的日子里',
        'tag' => ':博客系统::魔众系统::云南::旅行:',
        'summary' => '旅行是心灵的远行，挣脱藩篱的狂欢。说白了，旅行就是一剂毒药。
一到放暑假，我这颗不安份的心就嗷嗷待哺起来。我想像一只侯鸟一样自由飞翔。自从去年夏天和孩子成功完成山东济南、曲阜自助游以后，我们发誓不跟团游，我们不想把自己宝贵的时间花在无谓的购物上，也不想被赶鸭子上架，疲于奔命，失去旅行的趣味。',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-3.jpg"]',
        'content' => '<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">缘起 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">旅行是心灵的远行，挣脱藩篱的狂欢。说白了，旅行就是一剂毒药。</span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">一到放暑假，我这颗不安份的心就嗷嗷待哺起来。我想像一只侯鸟一样自由飞翔。自从去年夏天和孩子成功完成山东济南、曲阜自助游以后，我们发誓不跟团游，我们不想把自己宝贵的时间花在无谓的购物上，也不想被赶鸭子上架，疲于奔命，失去旅行的趣味。</span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">自助游呢，还是需要提前做些功课滴。订旅行攻略、机票、宾馆等等，这些是必不可少的。听路上的驴友说马蜂窝网站有许多不错的游记，不过“去哪网”订机票和宾馆是不二的选择。我从丽江飞昆明的五折机票就是从“去哪儿”订的，非常方便。</span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">去云南的想法纯属巧合，本来八月初想和孩子去广州长龙玩的，但另一家朋友迟迟没有订下行程，纠结中，得知广州的文友孤独之王带孩子去了丽江，便有与他去会会的想法。当然云南还有好几个要见的文友。我想让孩子知道，平时老妈披头散发，为文字痴狂，不是白狂的，必竟还是通过文字，神交到几个知心朋友。</span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">说走就走，我的心提前就狂奔而去，一连三、四天都兴奋得没有睡好，我都担心自己踏上云南地界，是否还有力气游玩？ </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">要么读书，要么旅行，我们的身体和灵魂总有一个要在路上，我是个贪婪的女人，于是书和身体一起陪着我上路,百家讲坛讲辛弃疾的。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">云南这边，有朋友在倒计时，也许不只一个……殊不知，我就这样踏上神奇的风花雪月之途….</span></p>

<p><br /></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">一个江南女人和四个风花雪月男人的故事</span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">自从今年三月广州之行写了白色情人节蓝天上的艳遇故事后，我俨然就是写香艳文字的写手，特别是到了七彩云南这样充满风花雪月的艳遇之地，不写点有颜色的文字，还真对不起伸长脖子观战的看客。好吧，明雨在40度的高温下，发扬一不怕热，二不怕苦的精神，把艳情路线，坚持到底。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">也许是天意，这十天的云南之旅，站站有帅哥迎候。26号到昆明都是晚上11点了，大理文友青青的高中同学杨亮在机场A出处的哈鲜亭等侯多时，他个子不高，戴着眼镜，透着厚道又不失干练的味道。青青是个爱操心的家伙，不断地在我和杨亮之间打电话，生怕我和他同学联系不上。杨给我们安排在一个富有诗意的宾馆“云上四季“，又请我们吃夜宵，拉我们夜游滇池，我和孩子到宾馆入睡都凌晨两时多了。第二天，杨又把我们送到汽车站，对于他的盛情，我觉得非常过意不去，因为他自己有家公司在做，三年前白手起家，现在资产上千万，非常忙碌。尽管还没有见到青青，但我从青青的同学杨亮身上感觉出大理人的质朴。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">27号上午9点，青青发来短信问：“什么情况？”后来我才知道是他的口头禅。“睡觉啊！还有啥情况？”我有点生气：“还让不让御姐睡美容觉了？我总不能黑着眼圈，披头散发，像包身工一样去见青青吧？孩子也正在睡梦里呢。”“我已包好车，打算和师傅一起上路了！”青青在短信中回复。我终于按捺不住怒火，掏起电话就冲青青叫喊着，早顾不上淑女的风范，“我昨天不是和你说好下午来大理的么？你心这样急让我情何以堪啊？”青青在电话里不恼，带着嘶哑的声音说：“我不就是盼星星、盼月亮，盼姐姐来吗？你睡你的，我等我的…..””好吧,出发上车我给你电话.” 我的口气也软下来。这时孩子被我的大嗓门吵醒了，这个小男人非常愤怒地看着我，惹得我只叹气。真的有种被架在火上烤的味道，我肉多而白嫩，最适合做烤乳猪这道名菜。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">在网上查得昆明南窑汽车站有私人的帕萨特轿车开往大理，150元每位，比高快略贵些，但方便路上停车，是孩子喜欢的这种。运气不错，根据网上提供的电话约到一辆，一个五十开外的男司机，两个单身男加上我们一对母子，快乐地向大理出发。一路上蓝天白云，风景迷人，20多度的气温让人神清气爽，路上经过恐龙谷、充满火把节气氛的楚雄彝族自治州，云南好玩的地方实在太多了。青青一如原来着急热情的性格，一个小时不到就询问下路程，好比十二道金牌催岳飞班师回京。老司机笑着说：“祥云人是这个性子呢！他是你的男朋友啊？”我的脸一下红了，低下头头说：“师傅真会吃我的豆腐啊。你看我的孩子都这样大了，哪来这样小的男友啊？我朋友是八O后啊。”师傅笑了，不再开玩笑。“像我朋友这样的人以后肯定会生女儿呢。我们宁波有句方言：心急生囡呢。”我自我解嘲，车上另外两个男人也笑了。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">就这样一路说说笑笑，三个小时以后到了大理下关。下关的风好大，我撩拨了被风吹乱的头发，在下关出口处看到四个帅哥在向我招手，我傻眼了。好在我看到过青青的照相，认出比较瘦小，戴墨镜的那个。“车子小了点，委屈雨姐姐和小弟。”青青一边说着，一边把我们和行李塞进一辆小长安面包车。</span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;"> “总算把你们盼来了，我们一边喝酒，一边说话，一边等你们，就这样在路边等啊，等啊，等到你们了。”青青的话让我非常不安，他们已等了五六个小时。青青没等我说话，他又继续滔滔不绝道：“这三位都是我的高中同学，高个子的白脸哥是我们的同行，姓余；开车的这个帅哥刚从浙江平湖回来，打算在家乡定居；我边上的这个帅哥姓杨，因为他家住在杨亮家的东面，所以叫杨亮东。”孩子听了直乐。我从反光镜后面看到青青布满血丝的眼睛闪闪发光…..“前面的这位就是千呼万唤始出来的浙江美女作家清明雨。”青青哑着喉咙，但像一个发烫的小火球四处滚动，我猜，哪怕是冰雪做的心也会被他的火热融化。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">就这样，我被五个帅哥幸福地簇拥下，先在大理古城边上一处别致的庭院安排住下。稍事休息后，大伙去酒店对面的陈式海稍鱼古城店吃晚饭。饮食男女，吃饭是头等大事。听广州的大耒说过，大理多美食，他让我点汽锅鸡，遗憾今晚只有鱼。店门古色古香的建筑引起我的注意，这和宾馆一样，是典型的三房一照壁的白族民居，院子里来来往往的金花和葫芦丝音乐，充满白族风情，墙上让人眼花瞭乱的招牌菜和如云的食客，让我口水直流三千尺。我是典型的吃货，要不也不会吃得这样白白胖胖啦。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">约摸二十分钟后，菜上齐了，美味清口的海稍鱼肯定是放在主打位，云南十八怪之一的烤乳扇也上来了，其实就是用牛奶做的奶酪啦，和我单位内蒙古同事赵姐带来过的奶酪味道差不多呢。还有一道叫虫子相会的菜引起我们足够的好奇。原来是竹虫、蚱蜢、水蜻蜓的蛹油炸放在一起的。以前没吃过这玩艺，听说还是高蛋白，血脂偏高的我顾不上了，借着青稞的酒力闭着眼睛吃了一个竹虫，嘿，挺香脆啊！坤开始不想吃，但在几个大哥哥的怂恿下，渐渐大胆地尝了几个虫子。我们都忘记吃包虫子的薄荷叶，听宁波的姐妹说味不错。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">边吃着美食边喝着香醇的青稞酒，男人们唱起了白族的情歌，他们唱了许多，少数民族能歌善舞，早有耳闻，但我的这两个可爱的JC同行唱起原生态的火辣辣的情歌，这是我始料不及的。他们唱了许多，高个白面的，我直接喊他情歌王子。因为酒过三巡，不太记得他们唱的了，只记得一句：白菜心，青菜心，表哥好良心；白菜苔，青菜苔，表妹好人材…..这首优美的山歌用比兴的手法道出青年男女彼此的爱慕之情，这种表达方式我们在《诗经》里并不陌生。“关关雎鸠，在河之洲；窈窕淑女，君子好逑。”情歌王子还给我讲起家乡祥云的来历，他说云南的称呼就来自祥云，传说是玉皇大帝得道升天路过此地，留下祥云朵朵，他还讲了云南驿、罗浮山和茶马古道，给我感觉情歌王子根本不象JC，活脱脱一个历史学者加上多情的歌者。在晚宴上，青青的话明显没有王子多了，我们频频举杯，我费力地记住了下关风、上关花、苍山雪、洱海月。我觉得眼前的四个男人分别代表大理的风花雪月，青青是风，热情急促；王子是花，华丽如锦；司机帅哥是雪，纯真安静，亮东是月，如洱海般深沉。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">一半是清醒，一半是微勳。我们一行人慢慢地往大理古城走，洋人街上酒吧此起彼伏，非常热闹，几颗被酒精撩拨得驿动的心不去酒吧过过门定是不行的。考虑坤还是孩子，就让喝得比较少的司机帅哥把坤送回宾馆休息，当时约摸晚上十点，后来听孩子说大哥哥还请他吃饵丝呢。我记不清那晚喝了多少酒，只记得酒吧里跳动的烛火把每个年青人的脸印得通红，我拍下青青侧面抽烟思考的脸，还有那大红印花桌布上一打风花雪月的啤酒。对，就是这种风花雪月的感觉，可以哭，可以笑，可以抽烟，可以喝酒，让性别、职业、烦恼、忧愁统统都靠边站，在这样的夜里，可以不想，也可以想，自由万岁！ </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">我对每个人微笑，对每个人敬酒，和每个人说话，因为我不只是青青的雨姐姐，我是大家的雨姐姐。 </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">又一次酒后，我们就这样一边唱歌，一边勾肩搭背，感受着各自身体的温度，摇头晃脑地走在大理古城的路上，想必影子也是歪歪斜斜的……对,那是青春的影子，还可以拉得很长很长…… </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">那天晚上，大家都回酒店后，情歌王子又打了我很多电话，发了我许多短信，让我去楼下走走，我没接……他就住在我隔壁。第二天清晨,我有事找青青，敲门，王子睡眼惺忪地出来,搂了下我，啥都没说，又进去了……我低低地说了声：SORRY。不知他听见否？ </span></p>

<p style="text-align:left;text-indent:0em;"><span style="font-size:14px;">风花雪月，刻骨铭心！没想到来云南的第二天就领略到了…</span></p>

<p><br /></p>',
        'isPublished' => 1,
        'postTime' => '2017-12-20 16:16:08',
        'clickCount' => 34434,
        'seoKeywords' => '在云南那些风花雪月的日子里',
        'seoDescription' => '缘起 
旅行是心灵的远行，挣脱藩篱的狂欢。说白了，旅行就是一剂毒药。
一到放暑假，我这颗不安份的心就嗷嗷待哺起来。我想像一只侯鸟一样自由飞翔。自从去年夏天和孩子成功完成山东济南、曲阜自助游以后，我们发誓不跟团游，我们不想把自己宝贵的时间花在无谓的购物上，也不想被赶鸭子上架，疲于奔命，失去旅行的趣味。',
        'isTop' => NULL,
        'commentCount' => NULL,
        'categoryId' => 6,
      ),
      5 => 
      array (
        'id' => 15,
        'created_at' => '2017-12-20 16:22:31',
        'updated_at' => '2022-05-28 12:42:59',
        'title' => '带着爷爷去旅行之邮轮澎湖湾',
        'tag' => ':博客系统::魔众系统::旅行::澎湖湾:',
        'summary' => '自从朋友开了旅行社之后，每天都被她的各种行程刷的哪儿都想去。迫于生活现实，也不是想去的都能去。月初她又发了一个周末行的澎湖邮轮之旅，咬咬牙还是决定任性一回。旅行前的各种证件办理都丢给好朋友，我带着爷爷，爷爷带着相机，准备出发。',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-1.jpg"]',
        'content' => '<p style="text-align:left;">自从朋友开了旅行社之后，每天都被她的各种行程刷的哪儿都想去。迫于生活现实，也不是想去的都能去。月初她又发了一个周末行的澎湖邮轮之旅，咬咬牙还是决定任性一回。旅行前的各种证件办理都丢给好朋友，我带着爷爷，爷爷带着相机，准备出发。</p>

<p style="text-align:center;"><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30118_na8p_9618.jpg" alt="30118_na8p_9618.jpg" /></p>

<p>周五日落时分到达邮轮码头，领队小姑娘很给力，没等多久一行人就登船了，到了房间赶紧放下东西拉着爷爷上10楼甲板，感受下“大世面”。天秤星号邮轮挺有名的，服务员基本都是东南亚人，很有礼貌也很可爱。吃完自助，吹吹海风，看看夜景，就溜达回房休息，准备第二天早起看看日出。</p>

<p><br /></p>

<p>第二天的天气很给力，5点多来到甲板上时，太阳已经露出了一点点小脸蛋。爷爷兴奋的拿起他的武器开拍，我也是第一次真正意义上看到海上日出，无奈风有点大，没拍到生吞鸡蛋黄之类的好照片。</p>

<p><br /></p>

<p>简单吃完早餐准备下船，蓝天白云真的是好心情的催化剂，感觉这一天会非常开心。事实之后也证明了这趟旅程很完美。9点多下船之后，澎湖的导游非常实在的带着我们开玩，争分夺秒一点儿也不浪费时间。第一站是中央老街。味道有点像鼓浪屿，但是人流量却很少，大部分店铺没有开张，但是每家小店都布置的很有滋味，我们边拍边看，体验到古厝里几十年不变的老味道。</p>

<p><br /></p>

<p>走过老街，我们来到了澎湖湾的重头戏，潘安邦的外婆家。不知道大家是不是都有听过“外婆的澎湖湾”，小时候的回忆立马就能跟着哼起来，晚风轻拂澎湖湾，白浪逐沙滩。没有椰林缀斜阳，只是一片海蓝蓝。阳光，沙滩，海浪，仙人掌，还有一群老船长……</p>

<p><br /></p>

<p>哈哈，有点跑题耶。不过这里真的是，和歌里唱的一样，天高海蓝，还有美味的仙人掌果。</p>

<p><br /></p>

<p>走过外婆家，顺道经过了张雨生纪念馆，没有拍照，但是也大概了解了这位音乐家的一生。真是天妒英才，他送给了世人那么多好的作品。感恩一下。<br />上午的行程大部分就结束了，之后到了一家大酒楼吃午饭，新鲜的各种海鲜也是吃的好嗨皮。然后，我们要去海上烤生蚝咯！</p>

<p><br /></p>

<p><br /></p>

<p>南海旅行中心码头出发，大概10分钟船程就来到了海中心的渔排，一盘盘刚挖下来的生蚝已经摆好了在等我们，烤架也都上了火，就等我们动手啦~ 大家都好开心的玩起了挖海蛎的游戏，这时候又开始了童年记忆的涌现哪，小时候走在菜市场，就会有可爱的叔叔阿姨挖一颗新鲜的海蛎往我嘴里丢，导致我现在钟爱的就是生海蛎，熟的反而不爱吃。这时候对于自己是海边长大的孩子表示幸运，哈哈哈哈。</p>

<p><br /></p>

<p>不知不觉恍恍惚惚也不晓得吃了多少，三点多准备离开渔排，开始大巴环岛之旅。许多地方都是导游介绍完，大家下车看个几分钟，再往下走。每个有意义的景点都</p>

<p><br /></p>',
        'isPublished' => 1,
        'postTime' => '2017-12-20 16:21:01',
        'clickCount' => 156283,
        'seoKeywords' => '带着爷爷去旅行之邮轮澎湖湾',
        'seoDescription' => '自从朋友开了旅行社之后，每天都被她的各种行程刷的哪儿都想去。迫于生活现实，也不是想去的都能去。月初她又发了一个周末行的澎湖邮轮之旅，咬咬牙还是决定任性一回。旅行前的各种证件办理都丢给好朋友，我带着爷爷，爷爷带着相机，准备出发。
周五日落时分到达邮轮码头，领队小姑娘很给力，没等多久一行人就登船了，到了房间赶紧放下东西拉着爷爷上10楼甲板，感受下“大世面”。天秤星号邮轮挺有名的，服务员基本都是东南亚人，很有礼貌也很可爱。吃完自助，吹吹海风，看看夜景，就溜达回房休息，准备第二天早起看看日出。',
        'isTop' => NULL,
        'commentCount' => 2,
        'categoryId' => 4,
      ),
      6 => 
      array (
        'id' => 16,
        'created_at' => '2017-12-20 16:23:17',
        'updated_at' => '2022-05-28 12:49:28',
        'title' => '晚霞',
        'tag' => ':博客系统::魔众系统::晚霞:',
        'summary' => '',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-3.jpg"]',
        'content' => '<p>1</p>',
        'isPublished' => 1,
        'postTime' => '2017-12-20 16:22:54',
        'clickCount' => 88715,
        'seoKeywords' => '',
        'seoDescription' => '',
        'isTop' => NULL,
        'commentCount' => 0,
        'categoryId' => 5,
      ),
      7 => 
      array (
        'id' => 17,
        'created_at' => '2017-12-20 16:25:59',
        'updated_at' => '2022-05-28 10:40:20',
        'title' => '人生是一辆行动的列车',
        'tag' => ':博客系统::魔众系统::旅行:',
        'summary' => '阳光明媚，微风和煦。
我在这个城市最高的大楼里的一间小格子里盯着电脑屏幕，恩，今天我值班。QQ群是公司群发布的一些信息和业绩播报；我盯着内网客户，在考虑跟谁电话催单。
已经在这样的环境里浸泡几年了：我走路变得很快；说话会事先思考；偶尔为自己的心软自责，因为我想要“像一个厉害销售”。要说这几年的成长，可能用“训练”要来的准确；我总是觉得人越大，接触的社会规则越多，天生的触角会失去灵敏。',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-2.jpg"]',
        'content' => '<p style="text-align:left;">阳光明媚，微风和煦。</p>

<p><br /></p>

<p style="text-align:left;">我在这个城市最高的大楼里的一间小格子里盯着电脑屏幕，恩，今天我值班。QQ群是公司群发布的一些信息和业绩播报；我盯着内网客户，在考虑跟谁电话催单。</p>

<p><br /></p>

<p style="text-align:left;">已经在这样的环境里浸泡几年了：我走路变得很快；说话会事先思考；偶尔为自己的心软自责，因为我想要“像一个厉害销售”。要说这几年的成长，可能用“训练”要来的准确；我总是觉得人越大，接触的社会规则越多，天生的触角会失去灵敏。</p>

<p><br /></p>

<p style="text-align:center;"><img alt="人生是一辆行动的列车" src="http://heezhi.com/" /></p>

<p><br /></p>

<p>我记得小时候，小脚踩在疏松泥土上的感觉，记得蚯蚓松动泥土时身体柔软和专注，记得泥土的奇特香味，记得太阳光穿过葡萄树架，留下的斑驳光影；记得房顶的片瓦，墙边的小狗眯着眼睛，外婆摇晃着蒲扇，我在小小的院子里上串下跳，觉得世界美好极了，自己法力无边。</p>

<p><br /></p>

<p>塞着耳机，我听到了QQ和微信消息的提醒声，久违了感觉；为了保证工作效率，我很久没有在工作的时候听歌了；我已经想不起那个会抄写歌词，听到喜爱音乐时的激动的跟朋友尖叫分享的小女孩，和那段抱着随声听，在一个个安静的夜晚，偶尔甜蜜偶尔忧伤的岁月。</p>

<p><br /></p>

<p style="text-align:center;"><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30327_83b1_8637.png" alt="30327_83b1_8637.png" /></p>

<p><br /></p>

<p>收获了，失去了；体会过酸甜苦辣，最终还是觉得自己幸运，也许，这就是意义。</p>

<p><br /></p>

<p>我曾经很欣赏的姐姐告诉我：人生是一辆行动的列车，你会看到很多人上车，下车，有的人陪你坐了很长的一段路又离开；唯一不会离开你的只有自己脑袋里的知识，阅历和感受。</p>

<p><br /></p>

<p>这句话我深深的刻在脑袋里，我默认所有人的离开，想拼命珍惜喜爱又有缘分的人；但有时有懒得经营，这种有点悲观的态度让我更想好好体验这趟旅程；有的人活着很较真，会去思考对错，总结经验教训；有的人活着会很随性，不计较得失，只求当下的无悔；而我是第一种，我学着在两者间找一个平衡。</p>

<p><br /></p>

<p style="text-align:center;"><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30328_crwr_3420.jpg" alt="30328_crwr_3420.jpg" /></p>

<p><br /></p>

<p>我相信每一个人都属于一条轨迹，从出生开始，就有分配的角色和使命；只不过在成长的过程中，有的人完成了，有的人没有完成；在不同轨迹交错的空间里，有无数的小黑洞，它会让人迷路，而我坚信空间中存在很多的魔法，也许是朋友，也许是音乐，又或者，是文字……总有一些平凡又惊人的方法，让我们看似重复衰败的人生跌宕起伏，在殊途同归中又各自精彩。</p>

<p><br /></p>

<p>就像，听了一场小型温暖的演唱会，旋律让脑海里的故事鲜活，有了血肉；让感受更加立体，但曲终人散，始终要回到“钢筋和泥土”的世界。</p>

<p><br /></p>',
        'isPublished' => 1,
        'postTime' => '2017-12-20 16:24:07',
        'clickCount' => 113249,
        'seoKeywords' => '人生是一辆行动的列车',
        'seoDescription' => '阳光明媚，微风和煦。
我在这个城市最高的大楼里的一间小格子里盯着电脑屏幕，恩，今天我值班。QQ群是公司群发布的一些信息和业绩播报；我盯着内网客户，在考虑跟谁电话催单。
已经在这样的环境里浸泡几年了：我走路变得很快；说话会事先思考；偶尔为自己的心软自责，因为我想要“像一个厉害销售”。要说这几年的成长，可能用“训练”要来的准确；我总是觉得人越大，接触的社会规则越多，天生的触角会失去灵敏。',
        'isTop' => NULL,
        'commentCount' => NULL,
        'categoryId' => 3,
      ),
      8 => 
      array (
        'id' => 18,
        'created_at' => '2017-12-20 16:28:18',
        'updated_at' => '2022-05-28 11:55:54',
        'title' => '既是生活，也是旅程',
        'tag' => ':博客系统::魔众系统::旅行:',
        'summary' => '我们特别爱看访谈，他们身上有太多的精彩。喜欢冒险的人，生活本就会有很多的不一样，尤其是夫妻，生活得久了，就会有相同或者相似的人生态度。喜欢冒险，生活肯定不会波澜不惊。',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-1.jpg"]',
        'content' => '<p style="text-align:left;">我们特别爱看访谈，他们身上有太多的精彩。喜欢冒险的人，生活本就会有很多的不一样，尤其是夫妻，生活得久了，就会有相同或者相似的人生态度。喜欢冒险，生活肯定不会波澜不惊。</p>

<p><br /></p>

<p style="text-align:center;"><img alt="既是生活，也是旅程" src="http://heezhi.com/" /></p>

<p><br /></p>

<p>柏林的这对小夫妻，又开始触动我们的生活观，Jan是一位摄影师，Kathrin则是眼镜设计师，仅仅只是事业上的成就么，当然不。他们在环游美国之后，在乡村找了一处住所，欢快的生活着。</p>

<p><br /></p>

<p>Kathrin用大自然的<a href="http://heezhi.com/eadmin/article/www.heezhi.com">色彩</a>为自己的工作补充灵感，Jan则不断的为自己的生活打造惊喜。像小说故事里的那样，红砖白窗，木质地板，幽居森林，而每一天妻子回家，都会看到居住处发生一点改变，这种感觉实在太梦幻了。</p>

<p><br /></p>

<p style="text-align:center;"><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30413_yu8z_2783.jpg" alt="30413_yu8z_2783.jpg" /></p>

<p><br /></p>

<p style="text-align:center;"><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30414_yex9_1884.jpg" alt="30414_yex9_1884.jpg" /></p>

<p><br /></p>

<p><a href="http://heezhi.com/eadmin/article/www.heezhi.com">环游</a>的经历对他们来说非常宝贵，Jan明白了大自然的奇妙与意义。邻居们都是短暂的相处，而这样的关系，让大家不会再纠结你每天穿什么鞋子，赚多少钱，每一次离开，大家都会来看看有什么地方需要帮助。</p>

<p><br /></p>

<p><br /></p>

<p>当然，Jan夫妇并不会长期居住乡村，他们说，住久了就会想念城市的<a href="http://heezhi.com/eadmin/article/www.heezhi.com">风景</a>，反之亦然，与朋友们保持联系也非常重要。</p>

<p style="text-align:center;"><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30418_55ng_6885.jpg" alt="30418_55ng_6885.jpg" /><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30417_k2pp_6904.jpg" alt="30417_k2pp_6904.jpg" /><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30417_mvb5_5818.jpg" alt="30417_mvb5_5818.jpg" /><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30416_xh2n_4229.jpg" alt="30416_xh2n_4229.jpg" /><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30416_2abl_7538.jpg" alt="30416_2abl_7538.jpg" /><img src="https://mz-demo-assets.tecmz.com/data/image/2017/12/20/30415_2q2b_5268.jpg" alt="30415_2q2b_5268.jpg" /></p>',
        'isPublished' => 1,
        'postTime' => '2017-12-20 16:26:30',
        'clickCount' => 94581,
        'seoKeywords' => '既是生活，也是旅程',
        'seoDescription' => '我们特别爱看访谈，他们身上有太多的精彩。喜欢冒险的人，生活本就会有很多的不一样，尤其是夫妻，生活得久了，就会有相同或者相似的人生态度。喜欢冒险，生活肯定不会波澜不惊。',
        'isTop' => NULL,
        'commentCount' => 3,
        'categoryId' => 2,
      ),
      9 => 
      array (
        'id' => 19,
        'created_at' => '2017-12-20 16:35:24',
        'updated_at' => '2022-05-28 12:11:37',
        'title' => '何处才是尽头',
        'tag' => ':博客系统::魔众系统::旅行:',
        'summary' => '黑夜，多么寒凉又孤独的词。在这浩垠苍茫世上，面对很多事我们都是有心无力，眼泪随之落下，是孤独和愁绪在作祟。其实，曾一度以为自己很强大的我们，却时常与孤独并肩，挣扎，有时在伸手不见五指的黑夜里，唯有抬头仰望微亮的星空，长叹一气，才找到与孤独相向的空间。',
        'images' => '["https:\\/\\/mz-assets.tecmz.com\\/data\\/mz-demo\\/travel-3.jpg"]',
        'content' => '<p style="text-align:center;"><br /></p>

<p style="text-indent:2em;">进入黑夜了，亮着的是城市万家灯火，走着的是形形色色的人们，还有那由机动车发出的鸣声，人们匆忙的步伐，那是家的向往。也许那里有着想见的人，也许那里可以放松些身心，也许那是夜里孤独最好的去处。</p>

<p style="text-indent:2em;">黑夜，多么寒凉又孤独的词。在这浩垠苍茫世上，面对很多事我们都是有心无力，眼泪随之落下，是孤独和愁绪在作祟。其实，曾一度以为自己很强大的我们，却时常与孤独并肩，挣扎，有时在伸手不见五指的黑夜里，唯有抬头仰望微亮的星空，长叹一气，才找到与孤独相向的空间。</p>

<p style="text-indent:2em;">夜里的风微凉，吹着一眉不展的脸，以为隐藏好的心事溢与表，更显多愁善感。看到乐哈哈的情人，看到开心跳广场舞的阿姨们，心里崩溃了，呐喊着：这他妈苦逼的人生，何时才是个头啊！又或者像哲人般委婉安慰自己：每个人生来都有自己要走完的路，没有尽头的路，随时是生命的终点，又何必在意那么多的得与失呢！又或者念叨着让人心静的禅语：得之我幸，失之我命，命里有时终须有，命里无时莫强求！</p>

<p style="text-indent:2em;">一个人独处容易会胡思乱想，好的坏的，都一下子在脑子里过幕，舍不得的，心疼了，心疼的，想着想着流泪了，再加一点遗憾的化学剂，整个人只想嚎啕大哭，亦或赐予我神般的力量与光明，我可以把一切妥妥做好，没有后悔，也没有一丝丝遗憾。看，明明是自己脆弱不堪，只不过孤独感在旁煽风点火而已。这世间哪有那么多神，哪有那么多如果，路一旦踏上了，就注定了无法回头！</p>

<p style="text-indent:2em;">曾几何时，自己散发着别人羡慕不已的光芒，曾几何时，怀揣着希望，光着脚丫奔赴梦想的战场，又曾几何时，自己不会后悔所付出的情和泪。可到最后的一无所有，让你自己心里后怕了，害怕失去，害怕想要的想爱的想要保护的人事一一离你远去。这时的你，像被千万重的孤独感压抑着，无法呼吸，无法求救，等待着的只有恐惧和死亡！</p>

<p style="text-indent:2em;">混沌元世，我们每个人都是赤裸裸来到这世上，同时与这一切的一切有着千丝万缕，喜怒哀乐也好，悲欢离合也罢，终究要走一遭，后悔也好，遗憾也罢，人生终究有了这几味药才会更浓，更有味道。人走茶凉，是一种孤独感，当你突破了孤独重围，又何尝不是个很好的终结。</p>

<p style="text-indent:2em;">你是无法真正跟别人分享你的孤独，而别人也无法真正理解你的孤独存在，我们的每个人心理是独立的，看不见，摸不着，更是想不透，每当你面对与孤独独处时，唯一的救世主唯有自己，而诸神也许在等你的业障未了，好坐收渔翁之利，旁人在等你哭笑不得，狼狈的样子而后开怀大笑。请你相信一个真理：靠自己才是最可靠的。你若是倒了，对不起，谁也给不了你“帮一把”。</p>

<p style="text-indent:2em;">夜里的某一处，也许也有让人如痴如醉的浪漫，长得很清秀诱人，孤独中的你也许很羡慕别人有这一方快乐天堂，可它终究是有毒的内在，侵蚀着人心，拖着躯壳在作秀。也许那浪漫我们都该名为醉生梦死！看似比孤独老去终究好看些，实则狼狈不已。</p>

<p style="text-indent:2em;">心事了了然，无遮掩，呐喊，嚎哭，怎样开心怎样做，岂不是快人心哉！</p>

<p><br /></p>',
        'isPublished' => 1,
        'postTime' => '2017-12-20 16:34:44',
        'clickCount' => 215034,
        'seoKeywords' => '何处才是尽头',
        'seoDescription' => '黑夜，多么寒凉又孤独的词。在这浩垠苍茫世上，面对很多事我们都是有心无力，眼泪随之落下，是孤独和愁绪在作祟。其实，曾一度以为自己很强大的我们，却时常与孤独并肩，挣扎，有时在伸手不见五指的黑夜里，唯有抬头仰望微亮的星空，长叹一气，才找到与孤独相向的空间。',
        'isTop' => NULL,
        'commentCount' => 16,
        'categoryId' => 1,
      ),
    ),
    'blog_category' => 
    array (
      0 => 
      array (
        'id' => 1,
        'created_at' => '2022-05-27 14:51:09',
        'updated_at' => '2022-05-28 10:46:09',
        'pid' => 0,
        'sort' => 1,
        'title' => '旅行',
        'blogCount' => 1,
      ),
      1 => 
      array (
        'id' => 2,
        'created_at' => '2022-05-27 14:51:14',
        'updated_at' => '2022-05-28 10:47:47',
        'pid' => 0,
        'sort' => 2,
        'title' => '工作',
        'blogCount' => 2,
      ),
      2 => 
      array (
        'id' => 3,
        'created_at' => '2022-05-27 14:51:24',
        'updated_at' => '2022-05-28 10:47:52',
        'pid' => 0,
        'sort' => 3,
        'title' => '生活',
        'blogCount' => 2,
      ),
      3 => 
      array (
        'id' => 4,
        'created_at' => '2022-05-27 14:51:29',
        'updated_at' => '2022-05-28 10:48:57',
        'pid' => 0,
        'sort' => 4,
        'title' => '分享',
        'blogCount' => 2,
      ),
      4 => 
      array (
        'id' => 5,
        'created_at' => '2022-05-27 14:51:39',
        'updated_at' => '2022-05-28 10:49:12',
        'pid' => 0,
        'sort' => 5,
        'title' => '兴趣',
        'blogCount' => 1,
      ),
      5 => 
      array (
        'id' => 6,
        'created_at' => '2022-05-27 14:51:44',
        'updated_at' => '2022-05-28 10:49:17',
        'pid' => 0,
        'sort' => 6,
        'title' => '其他',
        'blogCount' => 1,
      ),
    ),
    'blog_message' => 
    array (
      0 => 
      array (
        'id' => 5645,
        'created_at' => '2022-05-28 11:03:50',
        'updated_at' => '2022-05-28 11:03:54',
        'reply' => NULL,
        'username' => '小晨晨',
        'email' => '',
        'url' => '',
        'content' => '<p>把简单的事情坚持下去</p>',
        'upCount' => NULL,
        'downCount' => NULL,
        'memberUserId' => 0,
        'status' => 2,
      ),
      1 => 
      array (
        'id' => 5646,
        'created_at' => '2022-05-28 11:04:19',
        'updated_at' => '2022-05-28 11:04:43',
        'reply' => NULL,
        'username' => '静',
        'email' => '',
        'url' => '',
        'content' => '<p>无论你有多喜欢一个男人，不要把时间和尽力全部用到那个男人身上。你要为自己保留一份生活的空间。</p>',
        'upCount' => NULL,
        'downCount' => NULL,
        'memberUserId' => 0,
        'status' => 2,
      ),
      2 => 
      array (
        'id' => 5647,
        'created_at' => '2022-05-28 11:04:38',
        'updated_at' => '2022-05-28 11:04:43',
        'reply' => NULL,
        'username' => '克子',
        'email' => '',
        'url' => '',
        'content' => '<p>你要相信，你会被世界温柔相待，幸福只是迟到了，它不会永远缺席。</p>',
        'upCount' => NULL,
        'downCount' => NULL,
        'memberUserId' => 0,
        'status' => 2,
      ),
      3 => 
      array (
        'id' => 5648,
        'created_at' => '2022-05-28 11:05:22',
        'updated_at' => '2022-05-28 11:05:43',
        'reply' => NULL,
        'username' => '毛毛',
        'email' => '',
        'url' => '',
        'content' => '<p>珍惜自己所拥有的一切，但是千万别放弃去追求自己想要的。</p>',
        'upCount' => NULL,
        'downCount' => NULL,
        'memberUserId' => 0,
        'status' => 2,
      ),
      4 => 
      array (
        'id' => 5649,
        'created_at' => '2022-05-28 11:05:39',
        'updated_at' => '2022-05-28 11:05:42',
        'reply' => NULL,
        'username' => '英英',
        'email' => '',
        'url' => '',
        'content' => '<p>总有一天，你会站在最亮的地方，活成自己曾经渴望的模样。</p>',
        'upCount' => NULL,
        'downCount' => NULL,
        'memberUserId' => 0,
        'status' => 2,
      ),
      5 => 
      array (
        'id' => 5650,
        'created_at' => '2022-05-28 11:06:23',
        'updated_at' => '2022-05-28 11:06:28',
        'reply' => NULL,
        'username' => '我心飞扬',
        'email' => '',
        'url' => '',
        'content' => '<p>或许对于世界，你是一个人；但对于我，你就是全世界。你在时，你是一切，你不在时，一切是你。</p>',
        'upCount' => NULL,
        'downCount' => NULL,
        'memberUserId' => 0,
        'status' => 2,
      ),
    ),
    'banner' => 
    array (
      0 => 
      array (
        'id' => 1,
        'created_at' => '2022-05-28 10:41:23',
        'updated_at' => '2022-05-28 10:44:18',
        'position' => 'Blog',
        'sort' => 2,
        'image' => 'https://mz-assets.tecmz.com/data/mz-demo/travel-3.jpg',
        'link' => 'https://modstart.com/',
        'type' => 2,
        'title' => '不一样的风景',
        'slogan' => '喧闹的城市也有安静祥和的一面',
        'linkText' => '立即查看',
        'colorReverse' => 1,
        'video' => NULL,
      ),
      1 => 
      array (
        'id' => 2,
        'created_at' => '2022-05-28 10:43:29',
        'updated_at' => '2022-05-28 10:44:10',
        'position' => 'Blog',
        'sort' => 3,
        'image' => 'https://mz-assets.tecmz.com/data/mz-demo/travel-1.jpg',
        'link' => '',
        'type' => 1,
        'title' => NULL,
        'slogan' => NULL,
        'linkText' => NULL,
        'colorReverse' => 0,
        'video' => NULL,
      ),
      2 => 
      array (
        'id' => 3,
        'created_at' => '2022-05-28 10:44:04',
        'updated_at' => '2022-05-28 10:44:18',
        'position' => 'Blog',
        'sort' => 1,
        'image' => '',
        'link' => '',
        'type' => 3,
        'title' => NULL,
        'slogan' => NULL,
        'linkText' => NULL,
        'colorReverse' => 0,
        'video' => 'https://mz-demo-assets.tecmz.com/data/video/2021/12/08/49836_mtut_7135.mp4',
      ),
    ),
    'partner' => 
    array (
      0 => 
      array (
        'id' => 1,
        'created_at' => '2022-05-27 14:53:55',
        'updated_at' => '2022-05-27 14:54:08',
        'position' => 'Blog',
        'sort' => 1,
        'title' => 'ModStart',
        'logo' => 'https://mz-assets.tecmz.com/data/image/2021/12/13/34505_8eqz_2907.png',
        'link' => '',
      ),
      1 => 
      array (
        'id' => 3,
        'created_at' => '2022-05-27 14:54:40',
        'updated_at' => '2022-05-27 14:54:40',
        'position' => 'Blog',
        'sort' => 3,
        'title' => '百度',
        'logo' => '',
        'link' => '',
      ),
      2 => 
      array (
        'id' => 4,
        'created_at' => '2022-05-27 14:54:47',
        'updated_at' => '2022-05-27 14:54:47',
        'position' => 'Blog',
        'sort' => 4,
        'title' => '魔众',
        'logo' => '',
        'link' => '',
      ),
      3 => 
      array (
        'id' => 5,
        'created_at' => '2022-05-28 10:45:06',
        'updated_at' => '2022-05-28 10:45:06',
        'position' => 'Blog',
        'sort' => 5,
        'title' => 'Turing',
        'logo' => '',
        'link' => '',
      ),
      4 => 
      array (
        'id' => 6,
        'created_at' => '2022-05-28 10:45:47',
        'updated_at' => '2022-05-28 10:45:47',
        'position' => 'Blog',
        'sort' => 6,
        'title' => '宁静的小屋',
        'logo' => '',
        'link' => '',
      ),
      5 => 
      array (
        'id' => 7,
        'created_at' => '2022-05-28 10:47:18',
        'updated_at' => '2022-05-28 10:47:18',
        'position' => 'Blog',
        'sort' => 7,
        'title' => 'April的记录册',
        'logo' => '',
        'link' => '',
      ),
    ),
    'nav' => 
    array (
      0 => 
      array (
        'id' => 1,
        'created_at' => '2022-05-27 14:55:26',
        'updated_at' => '2022-05-27 15:00:49',
        'position' => 'head',
        'sort' => 7,
        'name' => '后台&扩展',
        'link' => '',
        'openType' => 2,
        'pid' => 0,
        'enable' => 1,
      ),
      1 => 
      array (
        'id' => 2,
        'created_at' => '2022-05-27 14:55:37',
        'updated_at' => '2022-05-27 14:59:09',
        'position' => 'head',
        'sort' => 1,
        'name' => '后台管理',
        'link' => 'https://blog.demo.tecmz.com/admin',
        'openType' => 2,
        'pid' => 1,
        'enable' => 1,
      ),
      2 => 
      array (
        'id' => 3,
        'created_at' => '2022-05-27 14:55:47',
        'updated_at' => '2022-05-27 14:59:09',
        'position' => 'head',
        'sort' => 2,
        'name' => '模块市场',
        'link' => 'https://modstart.com/store',
        'openType' => 2,
        'pid' => 1,
        'enable' => 1,
      ),
      3 => 
      array (
        'id' => 4,
        'created_at' => '2022-05-27 14:56:12',
        'updated_at' => '2022-05-27 14:58:42',
        'position' => 'head',
        'sort' => 1,
        'name' => '首页',
        'link' => '/',
        'openType' => 1,
        'pid' => 0,
        'enable' => 1,
      ),
      4 => 
      array (
        'id' => 5,
        'created_at' => '2022-05-27 14:56:42',
        'updated_at' => '2022-05-28 11:54:32',
        'position' => 'foot',
        'sort' => 3,
        'name' => '关于博主',
        'link' => '/blog/about',
        'openType' => 1,
        'pid' => 0,
        'enable' => 1,
      ),
      5 => 
      array (
        'id' => 6,
        'created_at' => '2022-05-27 14:56:47',
        'updated_at' => '2022-05-28 11:54:44',
        'position' => 'foot',
        'sort' => 4,
        'name' => '博客留言',
        'link' => '/blog/message',
        'openType' => 1,
        'pid' => 0,
        'enable' => 1,
      ),
      6 => 
      array (
        'id' => 12,
        'created_at' => '2022-05-27 14:58:25',
        'updated_at' => '2022-05-27 15:01:01',
        'position' => 'head',
        'sort' => 6,
        'name' => '关于',
        'link' => '/blog/about',
        'openType' => 1,
        'pid' => 0,
        'enable' => 1,
      ),
      7 => 
      array (
        'id' => 13,
        'created_at' => '2022-05-27 14:59:04',
        'updated_at' => '2022-05-28 11:54:16',
        'position' => 'head',
        'sort' => 2,
        'name' => '博客',
        'link' => '/blogs',
        'openType' => 1,
        'pid' => 0,
        'enable' => 1,
      ),
      8 => 
      array (
        'id' => 14,
        'created_at' => '2022-05-27 15:00:41',
        'updated_at' => '2022-05-27 15:00:55',
        'position' => 'head',
        'sort' => 5,
        'name' => '留言',
        'link' => '/blog/message',
        'openType' => 1,
        'pid' => 0,
        'enable' => 1,
      ),
    ),
  ),
  'updates' => 
  array (
  ),
);